<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Produits et Services</title>
<meta name="keywords" content="Evaluation Fraîcheur, contrôle qualité, acide inosinique, inosinates, IMP, hypoxanthine, ATP, inosine" />
<meta name="description" content="Evaluation Fraîcheur, contrôle qualité, acide inosinique, inosinates, IMP, hypoxanthine, ATP, inosine" />
<link href="css/templatemo_style.css" rel="stylesheet" type="text/css" />

<link rel="stylesheet" type="text/css" href="css/ddsmoothmenu.css" />

<script type="text/javascript" src="js/jquery.min.js"></script>
<script type="text/javascript" src="js/ddsmoothmenu.js">

/***********************************************
* Smooth Navigational Menu- (c) Dynamic Drive DHTML code library (www.dynamicdrive.com)
* This notice MUST stay intact for legal use
* Visit Dynamic Drive at http://www.dynamicdrive.com/ for full source code
***********************************************/

</script>

<script type="text/javascript">

ddsmoothmenu.init({
	mainmenuid: "templatemo_menu", //menu DIV id
	orientation: 'h', //Horizontal or vertical menu: Set to "h" or "v"
	classname: 'ddsmoothmenu', //class added to menu's outer DIV
	//customtheme: ["#1c5a80", "#18374a"],
	contentsource: "markup" //"markup" or ["container_id", "path_to_menu_file"]
})

</script>

<link rel="stylesheet" href="css/lightbox.css" type="text/css" media="screen" />
	
<script src="js/prototype.js" type="text/javascript"></script>
<script src="js/scriptaculous.js?load=effects,builder" type="text/javascript"></script>
<script src="js/lightbox.js" type="text/javascript"></script>

<style type="text/css">
<!--
.style3 {font-size: 32px}
.style4 {font-size: 36px}
-->
</style>
</head>
<body>

<div id="templatemo_wrapper">

    <div id="templatemo_header">
        <div id="NovoCIB">
          <h1><a href="accueil.html" rel="nofollow"><img src="images/logo NovoCIB1.png" width="196" height="102" /> <span class="style3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class="style4">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Evaluer la qualité autrement</span></span></a></h1>
      </div>
        <div id="templatemo_menu" class="ddsmoothmenu">
            <ul>
                <li><a href="accueil.html" class="selected"><span></span>Accueil</a></li>
                 <li><a href="about.html"><span></span>Qui sommes-nous</a>
                    
                </li>
                <li><a href="produits.html"><span></span>Produits</a>
                  <ul>
                        <li><a href="kit_fraicheur.html">Kit Fraîcheur</a></li>
                        <li><a href="analyse_hplc.html">Analyse HPLC</a></li>
                        <li><a href="polyphosphates.html">Polyphosphates</a></li>
                   </ul>
              </li>
              <li><a href="nouveautés.html"><span></span>Nouveautés</a></li>
              <li><a href="contact.html"><span></span>Contact</a></li>
            </ul>
            <br style="clear: left" />
        </div> <!-- end of menu -->
    </div> <!-- end of header -->
   
	<div id="templatemo_main_wrapper">
   	  <div id="templatemo_main">
    	  <p><H3>Nucléotides pour contrôler la qualité des matières premières</H3>
          
NovoCIB propose un kit et un service d'analyse de nucléotides pour le contrôle qualité de tout produit ou coproduit d'origine animale.</p>
 
    	  <p>Le taux d'ATP est particulièrement élevé dans le muscle car il permet la contraction. A la mort de l'animal, la production d'ATP cesse et celui-ci se dégrade rapidement en trois catabolites majeurs : IMP (5-24h), inosine (jours) et hypoxanthine (semaines). A la différence des amines volatiles qui apparaissent à un stade moyen ou avancé d'altération,  les nucleotides permettent la détection du tout début processus de détérioration.</p>
         
    	  <p><strong>&quot;PRECICE® Freshness Assay&quot;</strong> a été développé pour évaluer la fraîcheur des matières premières et apporter une information complémentaire à l'étude de vieilllissement. Cette méthode très accessible peut être utile pour comparer l'effets de nouveaux conservateurs, d'un nouveau conditionnement sous atmosphère modifiée ou encore de changement d'usine de production. Les résultats des analyses sont livrables en 24h.</p>
    	  <p><strong>Quel type de produits? </strong><br />
• Poissons, crustacés, mollusques<br />
• Découpés, surgelés ou frais <br />
• Transformés (salés, fumés, pasteurisés ou stérilisés) <br />
• Conserves </p>
<img src="images/portfolio/Freshness Assay Kit Principle.png" alt="Image 01" width="225" height="188" align=left />
    	  <p>&nbsp;</p>
    	  <p>Cette méthode apporte une première solution quantitative au problème de contrôle de   la fraîcheur en routine. Le kit permet la conversion enzymatique   irréversible de trois catabolites majeurs de l'ATP (IMP, Ino et Hx) en   un seul composé (NADH) directement mesurable par son absorbance   spécifique à 340nm. <br />
    	    • La lecture de l'absorbance après 30min d'incubation permet de connaître la fraîcheur de produit très rapidement.<br />
    	    • La thérmostabilité de   nucléotides et la sélectivité des enzymes rendent le procédé de dosage   extrêmement simple, les enzymes sont ajoutés directement dans le   &quot;bouillon&quot; de poisson. <br />
    	    • Les réactions enzymatiques   irréversibles et la forte teneur des muscles en nucléotides sont à la   base de la forte fiabilité de cette mesure. </p>
    	  <p>&nbsp;</p>
          
   	    <div class="cleaner"></div> 
          <p><H4>Principe</H4> <img src="images/portfolio/kit fraicheur/new.png" width="422" height="219" align=right />
            Les nucl&eacute;otides, catabolites d'ATP, repr&eacute;sentent  les constituants les plus abondants retrouv&eacute;s dans le muscle, apr&egrave;s  les acides amin&eacute;s.&nbsp; Avec l'arr&ecirc;t  respiratoire, l'ATP musculaire se d&eacute;grade en quelques heures &nbsp;en IMP, nucl&eacute;otide responsable du go&ucirc;t recherch&eacute; du poisson frais  qui n&rsquo;existe que dans les produits de mer de premi&egrave;re qualit&eacute;. Pendant dix  jours suivant l'abattage, l'IMP se d&eacute;grade en inosine, puis en hypoxanthine, ce  dernier responsable de l&rsquo;arri&egrave;re-go&ucirc;t amer du poisson alt&eacute;r&eacute;.</p>
           
 <div id="PrincipalItem3">
         <!-- La Valeur K -->
        
 </div>
       La  possibilit&eacute; d'utiliser des nucl&eacute;otides pour mesurer la fra&icirc;cheur a &eacute;t&eacute;  d&eacute;montr&eacute;e pour la premi&egrave;re fois par des chercheurs japonais (Saito, T et al  Nature, 1959),&nbsp; puis confirm&eacute;e par de nombreuses  travaux scientifiques. La d&eacute;gradation de nucl&eacute;otides par des enzymes de la chair d&eacute;pend  non seulement de la dur&eacute;e mais aussi de la temp&eacute;rature de conservation. Ainsi,  leurs taux relatifs refl&egrave;tent la fra&icirc;cheur globale d'un produit. Les processus tels  que la cong&eacute;lation ou la cuisson inactivent les enzymes ce qui permet de  conna&icirc;tre l'&eacute;tat de la fra&icirc;cheur au moment de la cong&eacute;lation ou cuisson.<br /><br />
      <p><H4>Protocole de dosage simple et rapide: </H4>
      <p><img src="images/portfolio/Kit Fraicheur/Fraicheur protocol.png" alt="Kit Fraicheur" width="423" height="294" align=left /> </p>
      <p>&nbsp;</p>
      <p><strong>R&eacute;glementation</strong>: 
        Aujourd'hui la mesure  de nucl&eacute;otides ne peut se substituer aux m&eacute;thodes d'&eacute;valuation de la fra&icirc;cheur  pr&eacute;vues par les r&egrave;glements 853/2004 et 2074/2005 (&eacute;valuation organoleptique,  ABVT).&nbsp; Cependant,<strong> </strong>le  dosage de<strong>&nbsp; </strong>l'ABVT est difficilement interpr&eacute;table  pour des produits cuits ou ayant subi une transformation,  poissons gras et poissons frais pr&eacute;emball&eacute;s.  Selon la note de service  DGAL/SDSSA/N2013-8083 du 14 mai 2013 concernant la cong&eacute;lation des denr&eacute;es  alimentaires d'origine animale : &quot;La cong&eacute;lation effectu&eacute;e imm&eacute;diatement  apr&egrave;s l'abattage limite la croissance des bact&eacute;ries et par cons&eacute;quent, la  charge microbiologique lors de la d&eacute;cong&eacute;lation... Cela suppose que la denr&eacute;e  doit &ecirc;tre soumise &agrave; la cong&eacute;lation :<br />
        - &quot;rapidement&quot; pour les poissons dans les  navires cong&eacute;lateurs&nbsp; <br />
        - &quot;le plus rapidement possible&quot; pour les  produits de la p&ecirc;che s&eacute;par&eacute;s m&eacute;caniquement.&nbsp;&nbsp;Il est  par cons&eacute;quent de la responsabilit&eacute; de l'op&eacute;rateur de cong&eacute;lation de veiller &agrave;  la fra&icirc;cheur des denr&eacute;es soumises &agrave; cong&eacute;lation&quot;.
        </p>
        </p>
   	  </div>
  
  <div id="templatemo_main">
    <H3>Exemples</H3>
  <H4>Les nucl&eacute;otides confirment l'ultra-fra&icirc;cheur   de cabillaud &quot;surgel&eacute; en mer&quot; :</H4>
          Selon les travaux publi&eacute;s  (Gill et al, 1990), la d&eacute;gradation de l'IMP est r&eacute;lativement rapide dans la chair de cabillaud - l'IMP est totalement d&eacute;grad&eacute; au bout de seulement 4 jours de conservation &agrave; 3&deg;C. Ceci fait de l'IMP un excellent indicateur d'ultra-fra&icirc;cheur permettant de v&eacute;rifier la haute qualit&eacute; du cabillaud &quot;surgel&eacute; en mer&quot;. Selon l'analyse de 13 cabillauds &quot;surgel&eacute;s &agrave; bord/en mer&quot; effectu&eacute;s avec &quot;PRECICE&reg; Freshness Assay&quot; Kit en duplicata, la valeur K est de 35.6&plusmn;7.9% (la teneur en IMP est de 64.4&plusmn;7.9%). La qualit&eacute; du cabillaud surgel&eacute;/congel&eacute; sans l'appellation est hautement h&eacute;t&eacute;rog&egrave;ne avec la valeur Ki-value allant de 29.5% (haute qualit&eacute;) &agrave; 94.1% (qualit&eacute; inf&eacute;rieure) et la valeur Ki moyenne de 61.8&plusmn;18.7% (voir Tableau ci-dessous).  
        Ainsi, la mesure de la teneur en IMP permet, pour la premi&egrave;re fois, de contr&ocirc;ler l'ultra-fra&icirc;cheur du cabillaud &quot;surgel&eacute; en mer&quot;. <br /><br />
          
      <div align="center">
<table width="91%" border="1">
                <tr>
                  <td width="12%">&nbsp;</td>
                  <td width="30%"><p align="center"><strong>Cabillaud &quot;Surgel&eacute; en mer&quot;
                    <br />
                    (valeur moyenne de 13 &eacute;chantillons)</strong>
                  </td>
                  <td width="27%"><p align="center"><strong>Cabillaud &quot;Surgel&eacute;&quot; et &quot;Congel&eacute;&quot; <br />
                  (valeur moyenne de 20 &eacute;chantillons)</strong></td>
                  <td width="31%"><p align="center"><strong>Cabillaud frais <br />
                  (valeur moyenne de 3 &eacute;chantillons)</strong></p></td>
                </tr>
                <tr>
                  <td>Valeur Ki**, %</td>
                  <td><div align="center">35.6&plusmn;7.9%</div></td>
                  <td><div align="center">61.8&plusmn;18.7%</div></td>
                  <td><div align="center">95.1&plusmn;2.25%</div></td>
                </tr>
                <tr>
                  <td>Teneur en IMP*, %*</td>
                  <td><div align="center">64.4&plusmn;7.9%</div></td>
                  <td><div align="center">38.2&plusmn;18.7%</div></td>
                  <td><div align="center">4.9 &plusmn;2.25%</div></td>
                </tr>
                <tr>
                  <td>Teneur en Hx , %</td>
                  <td><div align="center">5.4&plusmn;2.8%</div></td>
                  <td><div align="center">9.4&plusmn;3.9%</div></td>
                  <td><div align="center">18.2&plusmn; 0.7%</div></td>
                </tr>
                      </table>
            * IMP content =100x (IMP)/(IMP+Ino+Hx)<br />
      **Ki-value = 100x (Ino+Hx)/(IMP+Ino+Hx)=  100%- IMP content,% </div>
          <div align="center"><img src="images/portfolio/kit fraicheur/cabillaud.png" alt="" width="539" height="383" /></div>
    <br /><br  />
    <img src="images/portfolio/kit fraicheur/saumon.png" alt="" width="465" height="231" align=right />
   <p><H4>Fra&icirc;cheur des filets de saumon </H4> 
A la diff&eacute;rence du cabillaud, la d&eacute;gradation de l'IMP est beaucoup plus lente dans la chair du saumon, une perte de 67% de l'IMP a &eacute;t&eacute; observ&eacute;e au bout de 2 semaines (Erikson U. <em>et al</em> 1997). Il a &eacute;t&eacute; alors propos&eacute; de fixer  le seuil de rejet du saumon &agrave; 20-30% de teneur en IMP  et de d&eacute;finir le saumon ayant une teneur en IMP &gt;60% comme &quot;excellent&quot;. Selon nos r&eacute;sultats, la  teneur moyenne en IMP des filets de saumon vendus surgel&eacute;s ou frais en France est  de 38,7% et de 22,2%, respectivement (22 &eacute;chantillons). </p>
    
   <br  /><br  /><br  /><br  />
   <p><H4>Fra&icirc;cheur des gambas crues surgel&eacute;es </H4>
   <img src="images/portfolio/kit fraicheur/gambas1.png" alt="" width="308" height="405" align=left />
  
       <br /><br /><br /><br />Selon de nombreuses publications, le processus de dégradation de l'ATP dans la chair des crustacés est proche de celui de poisson (Kalleda, R et al 2013, Goncalves et al 2003, Jinag et Lee, 1988, Konosu & Yamagushi 1998). Les crevettes tropicales (gambas) sont devenues très populaires essentiellement du fait  d’une démocratisation du prix suite à leur élevage en Asie, en Inde et en Amérique du Sud. Comme les autres crevettes, les gambas sont des produits très fragiles, notamment, à cause de la présence de viscères. Leur qualité et la fraîcheur dépendent des conditions de p&ecirc;che, de la vitesse de refroidissement et de la durée de transport. La figure (à gauche) montre que 2 échantillons de gambas sur 9 prélevés dans le commerce présentent une teneur en IMP de 36,9% et 25,1% (produit sauvage et marque "discount"), significativement en dessous de la moyenne de 53,3%. Ces résultats montrent également que, chez les crustacés, l'inosine pourrait constituer un meilleur indicateur de phases précoces d'altération que l'hypoxanthine. </p>
 
       
    <br  />
    <br  /><br  /><br  /><br  /><br  /><br  /><br  /><br  /><br  /><br  />
        <p><H4>Fra&icirc;cheur des Noix de Saint Jacques surgel&eacute;es: </H4>
         <img src="images/portfolio/kit fraicheur/stjacques.png" width="475" height="433" align=left />
 <br  /><br  /><br  /><br  /><br  /><br  />La chair des mollusques est d&eacute;pourvue d'enzyme AMP-d&eacute;aminase  permettant la conversion rapide de l'AMP en IMP. Par cons&eacute;quent, la  d&eacute;gradation de l'ATP  passe non par la formation de  l'IMP mais par celle de &nbsp;l'ad&eacute;nosine qui  est d&eacute;grad&eacute;e en inosine, puis en hypoxanthine (Saito <em>et al</em> Nature 1958). Ainsi, pour les mollusques, l'accumulation de l'hypoxanthine est consid&eacute;r&eacute;e  comme indicateur de perte de la fra&icirc;cheur alors que le taux d'inosine  indique la fra&icirc;cheur pr&eacute;serv&eacute;e. 
L'analyse de 12 &eacute;chantillons de noix de Saint Jacques commercialis&eacute;es  surgel&eacute;es a d&eacute;montr&eacute; que leur teneur en hypoxanthine varie de 10,5% &agrave;  45,9%.&nbsp; Contrairement aux r&eacute;sultats obtenus  avec les cabillauds &quot;surgel&eacute;s &agrave; bord&quot;, les noix de Saint-Jacques &quot;surgel&eacute;es en  mer&quot; ne pr&eacute;sente pas la fra&icirc;cheur exceptionnelle &nbsp;jug&eacute;e par le taux d'hypoxanthine de 28.7%.</p>
      
       
          <br  /><br  /><br  /><br  /><br  /><br  /><br  /><br  /><br  />
    
    <p><H4>Conserves de thon albacore </H4><img src="images/portfolio/kit fraicheur/thon.png" width="338" height="271" align=right />
          
          La d&eacute;gradation de l'IMP dans la chair de thon  albacore est lin&eacute;aire avec le temps de conservation et d&eacute;pend de la temp&eacute;rature  d'entreposage (Guizani N., <em>et  al</em> 2005). Conserv&eacute;e &agrave; 0&deg;C, la chair de thon albacore perd 50% de son IMP en 12  jours, et &agrave; 8&deg;C seulement en 5 jours. </p>
      <p>La cuisson inactive les enzymes de la chair et stoppe  tous les processus de d&eacute;gradation. Les nucl&eacute;otides sont des compos&eacute;s r&eacute;sistants  &agrave; la chaleur, ainsi, leurs taux refl&egrave;tent la fra&icirc;cheur du thon lors de sa cuisson.  Selon nos r&eacute;sultats, la teneur en IMP du thon albacore en bo&icirc;te varie de 39,5%  &agrave; 66,8%. Cet analyse permet de mettre en valeur des produits de haute gamme  (IMP &gt;60%) et aussi d'identifier les produits ayant un taux d'IMP &lt;45-50% et,  par cons&eacute;quent, pr&eacute;sentant le risque accru de la pr&eacute;sence d'histamine.</p>
              
       <br /><br /><br /><br />
      
      <br />
  </div>  
        </div> <!-- end of main -->
    </div> <!-- end of main wrapper -->
    
</div> <!-- end of wrapper -->

<div id="templatemo_footer_wrapper">
	<div id="templatemo_footer">
    	<a href="#templatemo_header" class="goto_top"></a>
    	<div class="col_4">
        	<h5>Pages</h5>
            <ul class="footer_list">
            	<li><a href="accueil.html">Accueil</a></li>
                <li><a href="about.html">Qui sommes-nous</a></li>
                <li><a href="produits.html">Produits et Services</a></li>
                <li><a href="nouveautés.html">Nouveautés</a></li>
                <li><a href="contact.html">Nous contacter</a></li>
			</ul>
        </div>
        
        <div class="col_4 col_l">&nbsp;</div>
        <div class="col_4 col_l">&nbsp;</div>
  <div class="col_4 col_l">
        	<h5>Suivez-nous</h5>
            <div class="footer_social_button">
                <a href="http://www.linkedin.com/company/novocib/"><img src="images/linkedin.png" alt="linkedin" width="22" height="22" title="linkedin" /></a>			</div>
            <div class="cleaner h40"></div>
            
        	Copyright © 2048 <a href="www.novocib.com">NovoCIB SAS</a> <br /> 
            Designed by <a href="http://www.templatemo.com" rel="nofollow" target="_parent">Free CSS Templates</a>
      		
		</div>
        
        <div class="cleaner"></div>
    </div>
</div>


<script type='text/javascript' src='js/logging.js'></script>
</body>
</html>